**** 返回值的形式
#+begin_src python
  def my_sum(r):
    sum = 0
    for i in range(r):
      sum +=i
    return sum

  return my_sum(100)
#+end_src

#+RESULTS:
: 4950

**** 输出结果
#+BEGIN_SRC python :results output
from time import time
s = time() #以浮点数形式返回当前时间
print(s )
#+END_SRC

#+RESULTS:
: 1679150218.093725

#+END_SRC

